Repository: BZFlag-Dev/bzflag
Catalog: data/l10n/bzflag_*.po
Languages: ja, ru

source: ru
ru: Русский

source: translator
ja: Makoto Hara
ru: Александр Лахин

source: _consoleFont
ja: ume-tgo5
ru: DejaVuSansMonoBold

source: _serifFont
ja: ume-pgc5
ru: DejaVuSerifBold

source: _sansSerifFont
ja: ume-pgc5
ru: DejaVuSansCondensedBold

source: Unavailable
ja: 利用不可
ru: Не доступно

source: None
ja: なし
ru: Нет

source: Fast
ja: 速度優先
ru: Быстро

source: Best
ja: 最高品質
ru: Наилучшее

source: N/A
ja: 利用不可
ru: Н/Д

source: NOTE:
ja: 注意:
ru: ПРИМЕЧАНИЕ:

source: Page {1} of {2}
ja: {2}ページ中{1}ページ
ru: Стр. {1} из {2}

source: Auto
ja: 自動
ru: Авто

source: Pause/Resume:
ja: 一時停止・復帰:
ru: Пауза/Продолжить:

source: Slow Keyboard Motion:
ja: スローキーモーション:
ru: Замедленное управление с клавиатуры:

source: <not mapped>
ja: <未割り当て>
ru: <не назначено>

source: No
ja: いいえ
ru: Нет

source: Yes
ja: はい
ru: Да

source: no
ja: いいえ
ru: нет

source: yes
ja: はい
ru: да

source: no limit
ja: 無制限
ru: неограниченно

source: Failed... unknown error (%d).
ja: 失敗…。未知のエラー（%d）
ru: Сбой... Неизвестная ошибка ()

source: Silenced All Msgs
ja: 無視状態の全メッセージ
ru: Подавливать все сообщения

source: or
ja: または
ru: или

source: Join Game
ja: ゲームに参戦する
ru: Начать игру

source: Find Server
ja: サーバを検索する
ru: Найти сервер

source: Connect
ja: 接続する
ru: Подключиться

source: Callsign:
ja: コールサイン:
ru: Позывной:

source: Password:
ja: パスワード:
ru: Пароль:

source: Team:
ja: チーム:
ru: Команда:

source: Server:
ja: サーバ:
ru: Сервер:

source: Port:
ja: ポート:
ru: Порт:

source: Start Server
ja: サーバを開始する
ru: Запустить сервер

source: Up/Down arrows to move, Enter to select, Esc to dismiss
ja: カーソル上下で移動、Enterで選択、Escで非表示
ru: Стрелки - перемещение, Enter - выбор, Esc - отмена

source: Options
ja: オプション
ru: Параметры

source: Help
ja: ヘルプ
ru: Справка

source: Quit
ja: 終了する
ru: Выход

source: Leave Game
ja: ゲームから退却する
ru: Покинуть игру

source: Yes, quit
ja: はい、終了します
ru: Да

source: No, return to game
ja: いいえ、ゲームに戻ります
ru: Нет, вернуться к игре

source: Save Settings?
ja: 設定を保存しますか？
ru: Сохранить настройки?

source: Input Settings
ja: 入力設定
ru: Настройка управления

source: Audio Settings
ja: 音声設定
ru: Аудио-параметры

source: Display Settings
ja: ディスプレイ設定
ru: Видео-параметры

source: GUI Settings
ja: GUI設定
ru: Параметры интерфейса

source: Effects Settings
ja: 各種効果設定
ru: Настройка эффектов

source: Cache Settings
ja: キャッシュ設定
ru: Настройка кэширования

source: Auto Save Settings:
ja: 自動保存設定:
ru: Автосохранение параметров:

source: On Exit
ja: 終了時
ru: На выходе

source: Save Identity:
ja: 個人情報の保存:
ru: Сохранение личных данных:

source: Username only
ja: コールサインのみ
ru: Только имя

source: Username and password
ja: コールサインとパスワード
ru: Имя и пароль

source: Save World
ja: マップを保存する
ru: Сохранить мир

source: Save Settings Now
ja: 今すぐ設定を保存する
ru: Сохранить настройки сейчас

source: File Name:
ja: ファイル名:
ru: Имя файла:

source: No world loaded to save
ja: 保存するマップが読み込まれていません。
ru: Мир не загружен и не может быть сохранён

source: World Saved:
ja: マップが保存されました:
ru: Мир сохранён:

source: Error Saving:
ja: 保存する際にエラーが起こりました:
ru: Ошибка сохранения:

source: Dithering:
ja: ディザリング:
ru: Размывание:

source: Off
ja: オフ
ru: Выкл

source: On
ja: オン
ru: Вкл

source: Blending:
ja: α合成:
ru: Смешивание:

source: Smoothing:
ja: 平滑化:
ru: Сглаживание:

source: Lighting:
ja: 入射光:
ru: Освещение:

source: Texturing:
ja: テクスチャ補間:
ru: Текстуры:

source: Nearest
ru: Без фильтрации

source: Linear
ru: Линейная фильтрация

source: Nearest Mipmap Nearest
ru: Простой MIP

source: Linear Mipmap Nearest
ru: MIP с интерполяцией

source: Nearest Mipmap Linear
ru: MIP с билинейной фильтрацией

source: Linear Mipmap Linear
ru: С трилинейной фильтрацией

source: Anisotropic:
ja: 異方性フィルタリング:
ru: Анизотропная фильтрация:

source: Quality:
ja: 品質:
ru: Качество:

source: Low
ja: 低
ru: Низкое

source: Medium
ja: 中
ru: Среднее

source: High
ja: 高
ru: Высокое

source: Experimental
ja: 実験的
ru: Экспериментальное

source: Shadows:
ja: 陰影描画:
ru: Тени:

source: Stipple
ja: 点描
ru: Пунктирные

source: Stencil
ja: 型抜き
ru: Узорные

source: Hidden Line:
ja: 陰線処理:
ru: Скрытые линии:

source: Wireframe:
ja: 輪郭線:
ru: Каркас:

source: Depth Complexity:
ja: 深度の複雑さ:
ru: Сложность глубины:

source: Culling Tree:
ja: 木の選抜除去:
ru: Дерево удалений:

source: Collision Tree:
ja: 木の衝突:
ru: Дерево столкновений:

source: Brightness:
ja: 明るさ:
ru: Яркость:

source: Energy Saver:
ja: 省電力機能:
ru: Энергосбережение:

source: Depth Buffer:
ja: 深度バッファ:
ru: Буфер глубины:

source: Not available
ja: 利用不可
ru: Недоступен

source: Change Video Format
ja: 解像度を変更する
ru: Выбор видеорежима

source: Sound Volume:
ja: 音量:
ru: Громкость:

source: Server List Cache:
ja: サーバ一覧キャッシュ:
ru: Кэширование списка серверов:

source: Off / Backup Mode
ja: オフ／バックアップモード
ru: Выкл

source: 5 Minutes
ja: 5分間
ru: 5 минут

source: 15 Minutes
ja: 15分間
ru: 15 минут

source: 30 Minutes
ja: 30分間
ru: 30 минут

source: 1 Hour
ja: 1時間
ru: 1 час

source: 5 Hours
ja: 5時間
ru: 5 часов

source: 15 Hours
ja: 15時間
ru: 15 часов

source: 1 day
ja: 1日間
ru: 1 день

source: 15 days
ja: 15日間
ru: 15 дней

source: 30 days
ja: 30日間
ru: 30 дней

source: Clear Server List Cache
ja: サーバ一覧キャッシュを消去する
ru: Очистить кэш списка серверов

source: Cache Size (MB):
ja: キャッシュサイズ（メガバイト）:
ru: Размер кэша (МБ):

source: Clear Download Cache
ja: ダウンロードキャッシュを消去する
ru: Очистить кэш загрузки

source: Automatic Downloads:
ja: 自動ダウンロード:
ru: Автоматические загрузки:

source: Connection Updates:
ja: 接続の更新:
ru: Обновления соединений:

source: Update Downloads
ja: ダウンロードを更新する
ru: Обновить загруженные данные

source: UDP network connection:
ja: UDPネットワーク接続:
ru: Сетевое соединение UDP:

source: Style:
ja: ルール:
ru: Стиль:

source: Capture the Flag
ja: 旗取り戦
ru: Захват флага

source: Free for All
ja: 乱闘戦
ru: Свободный для всех

source: Rabbit Hunt (Random Selection)
ja: ウサギ狩り（ランダム選出）
ru: Охота на кролика (случайный выбор)

source: Rabbit Hunt (Score-based Selection)
ja: ウサギ狩り（スコア基準選出）
ru: Охота на кролика (выбор по очкам)

source: Rabbit Hunt (Killer Selection)
ja: ウサギ狩り（キラー選出）
ru: Охота на кролика (выбор убийцы)

source: Max Players:
ja: 最大接続人数:
ru: Макс. число игроков:

source: Max Shots:
ja: 最大砲弾数:
ru: Макс. число выстрелов:

source: Teleporters:
ja: テレポーター:
ru: Телепорты:

source: Ricochet:
ja: 反射:
ru: Рикошет:

source: Jumping:
ja: ジャンプ:
ru: Прыжки:

source: Handicap:
ja: ハンディキャップ:
ru: Предоставление форы:

source: Superflags:
ja: スーパーフラッグの種類:
ru: Супер-флаги:

source: good flags only
ja: グッドフラッグのみ
ru: только хорошие

source: all flags
ja: 全てのフラッグ
ru: все

source: Max Superflags:
ja: スーパーフラッグの最大数:
ru: Макс. число суперфлагов:

source: Bad Flag Antidote:
ja: バッドフラッグの解毒剤:
ru: Противоядие от плохих флагов:

source: Bad Flag Time Limit:
ja: バッドフラッグの時間制限:
ru: Ограничение времени плохих флагов:

source: 15 seconds
ja: 15秒間
ru: 15 секунд

source: 30 seconds
ja: 30秒間
ru: 30 секунд

source: 60 seconds
ja: 60秒間
ru: 60 секунд

source: 180 seconds
ja: 180秒間
ru: 180 секунд

source: Bad Flag Win Limit:
ja: バッドフラッグの勝数制限:
ru: Сброс плохих флагов после победы:

source: drop after 1 win
ja: 1勝したら投下
ru: после 1 победы

source: drop after 2 wins
ja: 2勝したら投下
ru: после 2 побед

source: drop after 3 wins
ja: 3勝したら投下
ru: после 3 побед

source: Game Over:
ja: ゲーム終了条件:
ru: Игра ведётся:

source: never
ja: しない
ru: бесконечно

source: after 5 minutes
ja: 5分後
ru: 5 минут

source: after 15 minutes
ja: 15分後
ru: 15 минут

source: after 60 minutes
ja: 60分後
ru: 60 минут

source: after 3 hours
ja: 3時間後
ru: 3 часа

source: when a player gets +3
ja: プレイヤーが3点取った時
ru: до 3 очков на счету игрока

source: when a player gets +10
ja: プレイヤーが10点取った時
ru: до 10 очков на счету игрока

source: when a player gets +25
ja: プレイヤーが25点取った時
ru: до 25 очков на счету игрока

source: when a team gets +3
ja: チームが3点取った時
ru: до 3 очков на счету команды

source: when a team gets +10
ja: チームが10点取った時
ru: до 10 очков на счету команды

source: when a team gets +25
ja: チームが25点取った時
ru: до 25 очков на счету команды

source: when a team gets +100
ja: チームが100点取った時
ru: до 100 очков на счету команды

source: Server Reset:
ja: サーバ再起動:
ru: Перезапуск сервера:

source: no, quit after game
ja: いいえ、ゲームの後に終了します
ru: нет, завершить после игры

source: yes, reset for more games
ja: はい、次のゲームのため再起動します
ru: да, перезапустить для следующих игр

source: World Map:
ja: マップ:
ru: Карта игрового мира:

source: random map
ja: ランダムマップ
ru: случайная

source: Start
ja: 開始する
ru: Запустить

source: GUI Options
ja: GUIオプション
ru: Параметры интерфейса

source: Enhanced radar:
ja: 強化レーダー:
ru: Улучшенный радар:

source: Radar Style:
ja: レーダー型式:
ru: Стиль радара:

source: Normal
ja: 標準型
ru: Обычный

source: Fast Sorted
ja: ソート済み高速型
ru: Быстрый

source: Enhanced
ja: 強化型
ru: Улучшенный

source: Scoreboard Sort:
ja: スコアボードの並び:
ru: Сортировка таблицы счёта:

source: [Score]
ja: [スコア]
ru: [Счёт]

source: [Normalized Score]
ja: [正規化スコア]
ru: [Нормализованный счёт]

source: [Callsign]
ja: [コールサイン]
ru: [Позывной]

source: [Team]
ja: [チーム]
ru: [Команда]

source: [Team Kills]
ja: [TK数]
ru: [Число подбитых командой]

source: [TK ratio]
ja: [TK率]
ru: [Коэфициент подбитых]

source: [1on1]
ja: [1対1]
ru: [один-на-один]

source: [HuntLevel]
ja: [被追跡レベル]
ru: [Уровень охоты]

source: Always Show Team Scores:
ja: チームスコアを常に表示:
ru: Всегда показывать счёт команды:

source: Scoreboard Font Size:
ja: スコアボードのフォントサイズ:
ru: Размер шрифта счёта:

source: ControlPanel Font Size:
ja: コントロールパネルのフォントサイズ:
ru: Размер шрифта панели управления:

source: Extended Observer Info:
ja: 観戦者用の拡張情報:
ru: Расширенная информация наблюдателя:

source: On With Apparent Speeds
ja: オン（相対速度を併せて表示）
ru: Включена (с видимыми скоростями)

source: Radar & Panel Opacity:
ja: レーダーとコントロールパネルの不透過度:
ru: Непрозрачность радара и панели:

source: Opaque:
ja: 不透明体:
ru: Непрозрачны

source: Controlpanel & Score FontSize:
ja: コントロールパネルとスコアボードのフォントサイズ:
ru: Размер шрифта панели управления:

source: normal
ja: 標準
ru: обычный

source: bigger
ja: 大
ru: увеличенный

source: Colored shots on radar:
ja: レーダーの砲弾色分け:
ru: Цветные выстрелы на радаре:

source: Radar Shot Length:
ja: レーダーでの弾道の長さ:
ru: Длина выстрела на радаре:

source: Radar Shot Line:
ja: レーダーでの弾道の向き:
ru: Линия выстрела на радаре:

source: Lagging
ja: 砲弾より後
ru: Отстаёт

source: Leading
ja: 砲弾より先
ru: Опережает

source: Radar Shot Size:
ja: レーダーの砲弾サイズ:
ru: Размер выстрела на радаре:

source: Radar Shot Guide:
ja: レーダーの砲弾ガイド:
ru: Направление выстрела на радаре:

source: Radar & Panel Size:
ja: レーダーとコントロールパネルのサイズ:
ru: Размер радара и панели:

source: Mouse Box Size:
ja: マウスボックスのサイズ:
ru: Размер рамок мыши:

source: Locale:
ja: ロケール:
ru: Язык:

source: Default
ja: 既定値
ru: По умолчанию

source: Control panel tabs:
ja: コントロールパネルのタブ配置:
ru: Закладки панели управления:

source: Left
ja: 左側
ru: Слева

source: Right
ja: 右側
ru: Справа

source: Control panel coloring:
ja: コントロールパネルの色分け:
ru: Цветная панель управления:

source: Underline color:
ja: 下線の色:
ru: Цвет подчёркивания:

source: Cyan
ja: シアン
ru: Голубой

source: Grey
ja: グレー
ru: Серый

source: Text
ja: 文字色
ru: Цвет текста

source: Killer Highlight:
ja: キラー強調表示:
ru: Выделение убийцы:

source: Pulsating
ja: 脈動
ru: Мигание

source: Underline
ja: 下線
ru: Подчёркивание

source: Pulsation Rate:
ja: 脈動の速さ:
ru: Частота мигания:

source: Pulsation Depth:
ja: 脈動の深さ:
ru: Глубина мигания:

source: Time / Date Display:
ja: 時刻・日付の表示:
ru: Отображение даты/времени:

source: time
ja: 時刻
ru: время

source: date
ja: 日付
ru: дата

source: both
ja: 両方
ru: дата и время

source: Reload timer on HUD:
ja: 計器上の再装弾タイマー:
ru: Таймер перезарядки на дисплее:

source: Rain:
ja: 雨:
ru: Дождь:

source: Mirror:
ja: 鏡:
ru: Зеркало:

source: Fog:
ja: 霧:
ru: Туман:

source: Nice
ja: 精細
ru: Качественно

source: Display Treads:
ja: キャタピラーの表示:
ru: Отображение гусениц:

source: Animated Treads:
ja: キャタピラーの動き:
ru: Анимация гусениц:

source: Covered
ja: 被覆
ru: Закрытые

source: Exposed
ja: 曝露
ru: Открытые

source: Track Marks:
ja: 轍痕:
ru: Следы гусениц:

source: Track Mark Culling:
ja: 轍痕の除去:
ru: Удаление следов:

source: Fancy Effects:
ja: 装飾的効果:
ru: Декоративные эффекты:

source: Spawn Effect:
ja: 出現時効果:
ru: Эффект появления:

source: Cone
ja: 円錐
ru: Конус

source: Blossom
ja: 花
ru: Цветок

source: Rings
ja: 輪
ru: Кольца

source: Local Spawn Effect:
ja: ローカルの出現時効果:
ru: Локальный эффект появления:

source: Same as spawns
ja: 出現時効果と同じ
ru: Так же, как появление

source: Death Effect:
ja: 死亡時効果:
ru: Эффект смерти:

source: We Got Death Star
ja: ウィ・ガット・デス・スター
ru: Взрыв Звезды Смерти

source: Shot Fired Effect:
ja: 発砲時効果:
ru: Эффект выстрела:

source: Smoke Rings
ja: 煙の輪
ru: Кольца дыма

source: Muzzle Flash
ja: 銃口の火花
ru: Вспышка в стволе

source: Smoke and Flash
ja: 煙と火花
ru: Дым и вспышка

source: Local Shot Effect:
ja: ローカルの発砲時効果:
ru: Локальный эффект выстрела:

source: Same as shots
ja: 発砲時効果と同じ
ru: Так же, как выстрел

source: Use Velocity on Shot Effects:
ja: 発砲時効果への移動速度の適用:
ru: Учёт скорости при эффекте выстрела:

source: Landing Effect:
ja: 着地時効果:
ru: Эффект приземления:

source: Dirt Flash
ja: 泥撥ね
ru: Клубы пыли

source: GM Smoke Effect:
ja: GMの発煙効果:
ru: Эффект дыма ракеты:

source: Classic Puff
ja: 古典的な噴煙
ru: Классические клубы дыма

source: Shock Cone
ja: 円錐状の衝撃波
ru: Конус ударной волны

source: GM Effect Timing:
ja: GM効果のタイミング:
ru: Длительность эффекта ракеты:

source: Ricochet Effect:
ja: 跳ね返り時効果:
ru: Эффект рикошета:

source: Ring
ja: 輪
ru: Кольцо

source: Teleport Shot Effect:
ja: テレポーターでの発砲時効果:
ru: Эффект выстрела в телепорт:

source: Page Down for next page
ja: Page Downで次のページ
ru: Page Down - следующая страница

source: Page Up for previous page
ja: Page Upで前のページ
ru: Page Up - предыдущая страница

source: Rogue
ja: 放浪者
ru: Злые

source: Red Team
ja: 赤チーム
ru: Красная команда

source: Green Team
ja: 緑チーム
ru: Зелёная команда

source: Blue Team
ja: 青チーム
ru: Синяя команда

source: Purple Team
ja: 紫チーム
ru: Фиолетовая команда

source: Enter to quit, Esc to resume
ja: Enterで終了、Escで復帰
ru: Enter - выход, Esc - продолжение

source: Really Quit?
ja: 本当に終了しますか？
ru: Выйти?

source: Video Format
ja: 画面解像度
ru: Видеорежим

source: Current Format:
ja: 現在の解像度:
ru: Текущий режим:

source: Key Mapping
ja: キー割り当て
ru: Назначение клавиш

source: Use up/down arrows to navigate, enter key to enter edit mode
ja: カーソル上下で操作、Enterで編集モードへ移動
ru: Стрелки вверх/вниз - выбор, Enter - изменение

source: Reset Defaults
ja: 既定値に戻す
ru: Сброс параметров

source: Fire shot:
ja: 発砲:
ru: Выстрел:

source: Drop flag:
ja: フラッグの投下:
ru: Бросить флаг:

source: Identify/Lock On:
ja: 識別・ロックオン:
ru: Идентифицировать/блокировать:

source: Radar Short:
ja: 近距離レーダー:
ru: Радар ближ. действия:

source: Radar Medium:
ja: 中距離レーダー:
ru: Радар сред. действия:

source: Radar Long:
ja: 遠距離レーダー:
ru: Радар дальн. действия:

source: Send to All:
ja: 全員へ送信:
ru: Послать всем:

source: Send to Teammates:
ja: チームへ送信:
ru: Послать своим:

source: Send to Nemesis:
ja: 宿敵へ送信:
ru: Послать главному противнику:

source: Send to Recipient:
ja: 相手へ送信:
ru: Послать получателю:

source: Send to Admin:
ja: 管理者へ送信:
ru: Послать админу:

source: Jump:
ja: ジャンプ:
ru: Прыжок:

source: Binoculars:
ja: 双眼鏡:
ru: Бинокль:

source: Toggle Score:
ja: スコアボードの表示・非表示:
ru: Вкл/выкл счёт:

source: Tank Labels:
ja: 戦車の標識:
ru: Метки танков:

source: Flag Help:
ja: フラッグのヘルプ:
ru: Справка по флагу:

source: Time Forward:
ja: 時刻の先送り:
ru: Время вперёд:

source: Time Backward:
ja: 時刻の後戻し:
ru: Время назад:

source: SelfDestruct/Cancel:
ja: 自爆・自爆の中止:
ru: Самоуничтожение/отмена:

source: Fast Quit:
ja: ゲームの即時終了:
ru: Быстрый выход:

source: Scroll Backward:
ja: 前へスクロール:
ru: Прокрутка назад:

source: Scroll Forward:
ja: 次へスクロール:
ru: Прокрутка вперёд:

source: Scroll Bottom:
ja: 最後へスクロール:
ru: Прокрутка в конец:

source: Toggle Flags On Radar:
ja: レーダー上のフラッグ表示・非表示:
ru: Отображение флагов на радаре:

source: Toggle Flags On Field:
ja: 視野のフラッグ表示・非表示:
ru: Отображение флагов на поле:

source: Silence/UnSilence Key:
ja: 無視・無視の解除:
ru: Клавиша вкл/выкл звука:

source: Server Command Key:
ja: サーバコマンド:
ru: Команда серверу:

source: Hunt Key:
ja: 追跡:
ru: Клавиша охоты:

source: Add/Modify Hunt Key:
ja: 追跡の追加・変更:
ru: Переназначение клавиши охоты:

source: AutoPilot Key:
ru: Клавиша автопилота:

source: Main Message Tab:
ru: Вкладка основных сообщений:

source: Chat Message Tab:
ru: Вкладка разговора:

source: Server Message Tab:
ru: Вкладка сообщений сервера:

source: Misc Message Tab:
ru: Вкладка разных сообщений:

source: Forward Key:
ru: Движение вперёд:

source: Reverse Key:
ru: Задний ход:

source: Left Key:
ru: Влево:

source: Right Key:
ru: Вправо:

source: Restart:
ja: 再始動:
ru: Перезапуск:

source: Iconify:
ja: アイコン化:
ru: Сворачивание окна:

source: Fullscreen:
ja: 全画面表示:
ru: Полноэкранный режим:

source: Define Quick Keys
ja: クイックキーを定義する
ru: Определение 'быстрых' сообщений

source: Notice: depending on platform not all keys might work
ja: 注意: システムによりますが全てのキーが動作するとは限りません。
ru: Примечание: не все платформы поддерживают все эти клавиши

source: Send to All
ja: 全員へ送信する
ru: Отправить всем

source: Send to Team
ja: チームへ送信する
ru: Отправить команде

source: Notice: depending on platform not all keys work
ja: 注意: システムによりますが全てのキーが動作するとは限りません。
ru: Примечание: на платформах не все клавиши

source: loading {1}
ja: {1}をロードしています。
ru: загружается {1}

source: Left Mouse
ja: マウス左ボタン
ru: Левая кнопка мыши

source: Middle Mouse
ja: マウス中ボタン
ru: Средняя кнопка мыши

source: Space
ru: Пробел

source: Right Mouse
ja: マウス右ボタン
ru: Правая кнопка мыши

source: Ctrl+Wheel Up
ja: Ctrl+上ホイール
ru: Ctrl+Колесо мыши вверх

source: Ctrl+Wheel Down
ja: Ctrl+下ホイール
ru: Ctrl+Колесо мыши вниз

source: Shift+Wheel Up
ja: Shift+上ホイール
ru: Shift+Колесо мыши вверх

source: Shift+Wheel Down
ja: Shift+下ホイール
ru: Shift+Колесо мыши вниз

source: Wheel Up
ja: 上ホイール
ru: Колесо мыши вверх

source: Wheel Down
ja: 下ホイール
ru: Колесо мыши вниз

source: Left Arrow
ja: 左カーソル
ru: Стрелка влево

source: Right Arrow
ja: 右カーソル
ru: Стрелка вправо

source: Up Arrow
ja: 上カーソル
ru: Стрелка вверх

source: Down Arrow
ja: 下カーソル
ru: Стрелка вниз

source: Mouse Position
ja: マウス位置
ru: Перемещение мыши

source: Controls Tank Position:
ja: 戦車位置の制御:
ru: Управление положением танка

source: Fires Shot:
ja: 発砲:
ru: Выстрел

source: Drops Flag (if not bad):
ja: フラッグの投下（バッドフラッグでない場合）:
ru: Сброс флага (если не плохой)

source: Identifies Player (locks on GM):
ja: プレーヤーの識別（およびGMのロックオン）:
ru: Идентификация игрока (c GM фиксация цели)

source: Short Radar Range:
ja: 近距離レーダー:
ru: Радар ближнего действия:

source: Medium Radar Range:
ja: 中距離レーダー:
ru: Радар среднего действия:

source: Long Radar Range:
ja: 遠距離レーダー:
ru: Радар дальнего действия:

source: Send Message to Everybody:
ja: メッセージを全員へ送信:
ru: Передача сообщения всем:

source: Send Message to Teammates:
ja: メッセージをチームへ送信:
ru: Передача сообщения своим:

source: Send Message to Nemesis:
ja: メッセージを宿敵へ送信:
ru: Передача сообщения главному противнику:

source: Send Message to Recipient:
ja: メッセージを相手へ送信:
ru: Передача сообщения получателю:

source: Jump (if allowed):
ja: ジャンプ（できる場合）:
ru: Прыжок (если разрешён):

source: Toggle Binoculars:
ja: 双眼鏡切り替え:
ru: Вкл/выкл бинокль:

source: Toggle Score Sheet:
ja: スコアボードの表示・非表示:
ru: Вкл/выкл счёт:

source: Toggle Radar:
ja: レーダーの表示・非表示:
ru: Вкл/выкл радар:

source: Toggle Console:
ja: コンソールの表示・非表示:
ru: Вкл/выкл консоль:

source: Toggle Tank Labels:
ja: 戦車識別情報の表示・非表示:
ru: Вкл/выкл метки танков:

source: Toggle Heads-up Flag Help:
ja: フラッグヘルプの表示・非表示:
ru: Вкл/выкл флаг на башне:

source: Set Time of Day Backward:
ja: 時刻の後戻し:
ru: Перевод времени дня назад:

source: Set Time of Day Forward:
ja: 時刻の先送り:
ru: Перевод время дня вперёд:

source: Self destruct/Cancel:
ja: 自爆・自爆の中止:
ru: Самоуничтожение/Отмена:

source: Quit:
ja: 終了:
ru: Выход:

source: Scroll Message Log Backward:
ja: メッセージログの前へスクロール:
ru: Прокрутка окна сообщений назад:

source: Scroll Message Log Forward:
ja: メッセージログの次へスクロール:
ru: Прокрутка окна сообщений вперёд:

source: Slow Motion:
ja: スローモーション:
ru: Замедленное движение:

source: Toggle Radar Flags:
ja: レーダー上のフラッグ表示・非表示:
ru: Отображение флагов на радаре

source: Toggle Main Flags:
ja: 視野のフラッグ表示・非表示:
ru: Отображение основных флагов

source: Silence/UnSilence:
ja: 無視・無視の解除:
ru: Выкл/вкл звук:

source: Server Admin:
ja: サーバ管理:
ru: Администратор сервера:

source: Hunt:
ja: 追跡:
ru: Охота:

source: Auto Pilot:
ja: 自動操縦:
ru: Автопилот:

source: Main Message Tab:
ja: 主メッセージタブ:
ru: Вкладка основных сообщений:

source: Chat Message Tab:
ja: チャットメッセージタブ:
ru: Вкладка разговора:

source: Server Message Tab:
ja: サーバメッセージタブ:
ru: Вкладка сообщений сервера:

source: Misc Message Tab:
ja: その他メッセージタブ:
ru: Вкладка разных сообщений:

source: Show/Dismiss menu:
ja: メニューの表示・非表示:
ru: Вызов/выход из меню:

source: Maintainer:
ja: 保守管理者:
ru: Поддержка:

source: Original Author:
ja: 原作者:
ru: Первоначальный автор:

source: Code Contributors:
ja: コード提供者:
ru: Участники разработки:

source: Tank Models:
ja: 戦車モデリング:
ru: Модели танков:

source: Special Thanks:
ja: 次の方々へ特に感謝します:
ru: Особая благодарность:

source: Send:
ja: 送信:
ru: Отправить:

source: Press Enter to select and T to test a format. Esc to exit.
ja: Enterで選択し、Tでフォーマット検査。Escで終了。
ru: Нажмите Enter для выбора режима и T для проверки. Esc - выход.

source: Free-style
ja: 乱闘
ru: Свободный стиль

source: Capture-the-Flag
ja: 旗取り戦
ru: Захват флага

source: Rabbit Chase
ja: ウサギ狩り
ru: Погоня за кроликом

source: Super Flags
ja: スーパーフラッグ
ru: Супер-флаги

source: Antidote Flags
ja: 解毒フラッグ
ru: Флаги противоядия

source: Press %s to start
ja: %s押下で開始
ru: Нажмите %s

source: Press Pause to resume
ja: Pause押下で復帰
ru: Нажмите Pause для продолжения

source: AutoPilot on
ja: 自動操縦
ru: Автопилот

source: GAME OVER
ja: ゲームオーバー
ru: ИГРА ОКОНЧЕНА

source: Dead
ja: 死亡
ru: Убит

source: Ready
ja: 準備完了
ru: Готов

source: Reloaded in %.1f
ja: 再装弾まで%.1f秒
ru: Перезарядка - %.1f

source: Sealed
ja: 被覆
ru: Закупорен

source: Zoned
ja: 虚像
ru: Призрак

source: Servers
ja: サーバ一覧
ru: Серверы

source: Players
ja: 接続者数
ru: Игроки

source: Red
ja: 赤チーム
ru: Красные

source: Green
ja: 緑チーム
ru: Зелёные

source: Blue
ja: 青チーム
ru: Синие

source: Purple
ja: 紫チーム
ru: Фиолетовые

source: Observers
ja: 観戦者
ru: Наблюдатели

source: Servers found: {1}
ja: サーバが見つかりました: {1}
ru: Найдено серверов: {1}

source: {1} Shot
ja: {1}発
ru: {1} выстрел

source: {1} Shots
ja: {1}発
ru: {1} выстрелов

source: {1} sec To Drop Bad Flag
ja: {1}秒でバッドフラッグを投下
ru: {1} сек. до выбрасывания плохого флага

source: {1} secs To Drop Bad Flag
ja: {1}秒でバッドフラッグを投下
ru: {1} сек. до выбрасывания плохого флага

source: {1} Win Drops Bad Flag
ja: {1}勝でバッドフラッグを投下
ru: Сброс плохого флага после {1} победы

source: {1} Wins Drops Bad Flag
ja: {1}勝でバッドフラッグを投下
ru: Сброс плохого флага после {1} побед

source: Time limit: {1}
ja: 制限時間: {1}
ru: Ограничение времени: {1}

source: Max team score: {1}
ja: 最大チームスコア: {1}
ru: Макс. счёт команды: {1}

source: Max player score: {1}
ja: 最大チームスコア: {1}
ru: Макс. счёт игрока: {1}

source: openBroadcast: No udp service {1}
ja: openBroadcast: UDPサービス「{1}」がありません
ru: openBroadcast: Нет udp-службы {1}

source: Joystick '{1}' not supported...
ja: ジョイスティック「{1}」は非対応です…
ru: Джойстик '{1}' не поддерживается

source: Ignoring Finder argument '{1}'
ja: Finder引数「{1}」を無視します
ru: Аргумент Finder игнорируется '{1}'

source: Network: Created local UDP downlink port {1}
ja: ネットワーク: ローカルのUDPダウンリンクポート{1}が作成されました
ru: Сеть: Создан локальный UDP-порт подключения сверху {1}

source: cannot load texture: {1}
ja: テクスチャをロードできません: {1}
ru: Не удаётся загрузить текстуру: {1}

source: Connection failed.
ja: 接続失敗。
ru: Сбой подключения.

source: Server forced a disconnect
ja: サーバから強制切断されました。
ru: Сервер принудительно разорвал подключение.

source: Rogues not allowed. Try another team.
ja: 放浪者は許可されません。他のチームを試して下さい。
ru: Злые не допускаются. Попробуйте другую команду.

source: This team is full. Try another team.
ja: チームが満員です。他のチームを試して下さい。
ru: Эта команда заполнена. Попробуйте другую.

source: This game is full. Try again later.
ja: ゲームが満員です。後ほど試して下さい。
ru: Эта игра заполнена. Попробуйте позже.
