Repository: BZFlag-Dev/bzflag
Catalog: data/l10n/bzflag_*.po
Languages: ja, ru

source: A random good super flag will remain for up to 4 possessions. After
ja: ランダムのグッドフラッグは、最大で4回まで留まります。
ru: Случайный хороший супер-флаг может быть взят до 4 раз. После этого

source: that it'll disappear and will eventually be replaced by a new random
ja: その後、消滅して最終的に新たなランダムのフラッグに置き換わります。
ru: такой флаг исчезает и заменяется новым случайно выбранным флагом.

source: flag. Bad random super flags disappear after the first possession.
ja: ランダムのバッドフラッグは、最初の1回で消滅します。
ru: Плохие случайные супер-флаги исчезают после первого взятия.

source: Bad super flags can't normally be dropped. The server can be set to
ja: バッドフラッグは自分で落とすことができません。
ru: Обычно выбросить плохой супер-флаг нельзя. Сервер может быть настроен,

source: automatically drop the flag for you after some time, after you destroy
ja: ある時間の経過後か、ある数の敵の撃破後か、
ru: что плохой флаг выбрасывался через некоторое время, после уничтожения

source: a certain number of enemies, and/or when you grab an antidote flag.
ja: あるいは解毒フラッグを取ったときに、自動的に落とされます。
ru: определённого числа врагов и/или при взятии флага противоядия. Флаги

source: Antidote flags are yellow and only appear when you have a bad flag.
ja: 解毒フラッグは黄色で、バッドフラッグを持っているときのみ出現します。
ru: противоядия окрашены в жёлтый цвет и появляются, только когда взят плохой флаг.

source: The radar is on the left side of the control panel. It shows an overhead
ja: レーダーはコントロールパネルの左側にあります。
ru: В левой части панели управления находится радар. Он показывает вид поля

source: x-ray view of the game. Buildings and the outer wall are shown in light
ja: レーダーはゲームの空撮X線映像を示します。構造物や外壁は明るい青色で示されます。
ru: сверху. Здания и внешние стены отображаются голубым цветом.

source: blue. Team bases are outlined in the team color. Teleporters are short
ja: チームの陣地はチームの色で縁取り表示されます。テレポーターは短い黄色の線です。
ru: Базы команды очерчиваются цветом команды. Телепорты показаны как короткие

source: yellow lines. Tanks are dots in the tank's team color, except rogues are
ja: 戦車はチームの色をした点で、放浪者は黄色です。
ru: жёлтые линии. Танки показываются как точки цвета команды, за исключением злых,

source: yellow. The size of the tank's dot is a rough indication of the tank's
ja: 点のサイズで戦車のおおまかな高度が示され、
ru: которые выделены жёлтым. По размеру точки танка можно примерно определить

source: altitude: higher tanks have larger dots. Flags are small crosses. Team
ja: 高い位置の戦車ほど大きな点になります。フラッグは小さな十字です。
ru: высоту танка: чем выше танк, тем больше точка. Флаги отмечены крестиками.

source: flags are in the team color, superflags are white, and the antidote flag
ja: チームフラッグはチームの色、スーパーフラッグは白色、解毒フラッグは黄色です。
ru: Флаги команды окрашены в цвет команды, супер-флаги белые, а флаг противоядия

source: is yellow. Shots are small dots (or lines or circles, for lasers and
ja: 砲弾は小さい点、レーザーは線、衝撃波は円で示されます。
ru: жёлтый. Выстрелы обозначаются маленькими точками (или линиями или кружками,

source: shock waves, respectively). Your tank is always dead center and forward
ja: 自分の戦車はレーダー上で、常にど真ん中で、進行方向が上になります。
ru: для лазера или ударной волны, соответственнно). Ваш танк всегда неподвижен в

source: is always up on the radar. The yellow V is your field of view. North
ja: 黄色のV字は、視野を表します。
ru: центре радара и направлению вперёд всегда соответствует вверх на радаре.

source: is indicated by the letter N.
ja: 北はNの文字で表示されます。
ru: Жёлтый угол V обозначает ваше поле зрения. Север обозначен буквой N.

source: The heads-up-display (HUD) has several displays. The two boxes in the
ja: 計器にはいくつかの表示があります。
ru: Основной дисплей содержит несколько элементов. Две рамки в центре окна обзора

source: center of the view are the motion control boxes; within the small box
ja: 計器中央の2つの箱は動作制御の箱で、
ru: представляют собой рамки управления движением, во внутренней рамке танк

source: your tank won't move, outside the large box you don't move any faster than
ja: 小さい箱の中なら戦車が動かず、大きい箱の外なら大きい箱の縁よりも速く動くことはありません。
ru: не двигается, за пределами внешней рамки он не будет двигаться быстрее, чем

source: at the edge of the large box. Moving the mouse above or below the small
ja: マウスを小さい箱の上や下へ動かすと、前や後ろに動きます。
ru: у её края. Перемещение указателя мыши вверх или вниз от внутренней рамки

source: box moves forward or backward, respectively. Similarly for left and right.
ja: 前や後ろに動きます。左や右も同様です。
ru: приводит к перемещению танка вперёд или назад, соответственно. То же самое

source: The distance away from the small box determines the speed.
ja: 小さい箱からの距離で速度を決めます。
ru: с движением влево/вправо. Скорость прямо пропорциональна расстоянию до центра.

source: Above the larger box is a tape showing your current heading. North is
ja: 大きい箱の上に現在の向きを示す帯があります。北が0、東が90などです。
ru: Над внешней рамкой находится лента, показывающая текущее направление.

source: 0, east is 90, etc. If jumping is allowed or you have the jumping flag,
ja: ジャンプが可能か、ジャンプフラッグを持っていれば、
ru: Север - 0, восток - 90, и т.д. Если разрешены прыжки или вы взяли флаг 'прыжок',

source: an altitude tape appears to the right of the larger box.
ja: 大きい箱の右側に高度を示す帯が現れます。
ru: cправа от внешней рамки появляется лента высоты.

source: Small colored diamonds or arrows may appear on the heading tape. An
ja: 色のついた小さい菱形あるいは矢印が方位の帯上に現れます。
ru: На ленте направления могут появляться маленькие цветные ромбы или стрелки.

source: arrow pointing left means that a particular flag is to your left, an
ja: 左矢印は件のフラッグが左にあることを示し、
ru: Стрелка, указывающая влево, означает, что требуемый флаг слева от вас,

source: arrow pointing right means that the flag is to your right, and a diamond
ja: 右矢印はそのフラッグが右にあることを示し、
ru: а стрелка, указывающая вправо, означает, что этот флаг справа, а ромб

source: indicates the heading to the flag by its position on the heading tape.
ja: 菱形は向きを示す帯上の位置でそのフラッグの方向を示します。
ru: показывает направление на флаг, отмечая его положение на ленте.

source: In capture-the-flag mode a marker always shows where your team flag is.
ja: 旗取り戦においては、目印はいつも、自分のチームフラッグがどこにあるかを示します。
ru: В игре захват-флага маркер всегда показывает, где находится флаг вашей команды.

source: A yellow marker shows the way to the antidote flag.
ja: 黄色の目印は、解毒フラッグへの道筋を示します。
ru: Жёлтый маркер показывает путь к флагу противоядия.

source: At the top of the display are, from left to right, your callsign and
ja: ディスプレイの上部には、左から右に向かって、
ru: В верхней части дисплея, справа налево, показаны ваш позывной, счёт,

source: score, your status, and the flag you have. Your callsign is in the
ja: あなたのコールサインとスコア、状態、持っているフラッグ名があります。
ru: состояние, и какой флаг у вас есть. Ваш позывной окрашен в цвет

source: color of your team. Your status is one of: ready, dead, sealed, zoned
ja: あなたのコールサインはあなたのチームの色になっています。
ru: вашей команды. Ваше состояние может быть следующим: готов, убит, закупорен,

source: or reloading (showing the time until reloaded). It can also show the
ja: 状態は、準備完了、死亡、被覆、虚像、装弾中（装弾完了までの時間を示します）の何れか1つです。
ru: призрак или перезарядка (и время до готовности). Также тут может показываться

source: time until a bad flag is dropped (if there's a time limit).
ja: また、バッドフラッグが落とされるまでの時間も示されます（時間制限のある場合）。
ru: время до сбрасывания плохого флага (если время владения такими флагами ограничено).

source: Other informational messages may occasionally flash on the HUD.
ja: その他の情報が時々、計器上に点滅表示します。
ru: На этом экране также могут мигать другие информационные сообщения.

source: Change Key Mapping
ja: キー割り当てを変更する
ru: Переназначение клавиш

source: Joystick device:
ja: ジョイスティック装置:
ru: Джойстик:

source: Active input device:
ja: 有効な入力装置:
ru: Активное устройство ввода:

source: Keyboard
ja: キーボード
ru: Клавиатура

source: Mouse
ja: マウス
ru: Мышь

source: Joystick
ja: ジョイスティック
ru: Джойстик

source: Force feedback:
ja: フォースフィードバック:
ru: Силовая отдача:

source: Rumble
ja: 轟音
ru: Вибрация

source: Directional
ja: 指向性
ru: Направленная

source: Joystick X Axis:
ru: Ось X джойстика:

source: Joystick Y Axis:
ru: Ось Y джойстика:

source: Confine mouse:
ja: マウスの範囲制限:
ru: Ограничение мыши:

source: Jump while typing:
ja: タイピング中のジャンプ:
ru: Прыжок при вводе текста:

source: Slow turning with binoculars:
ja: 双眼鏡使用時の減速旋回:
ru: Медленный поворот с биноклем:

source: Download stopped by user action
ja: ユーザによりダウンロードが中断されました
ru: Загрузка прервана пользователем

source: World cache files disappeared. Join canceled
ja: マップのキャッシュファイルがなくなりました。参戦がキャンセルされました
ru: Файлы кэша игрового мира исчезли. Подключение отменено.

source: Loading world into memory...
ja: マップをメモリに読み込んでいます…
ru: Загрузка мира в память...

source: Error loading cached world. Join canceled
ja: キャッシュされたマップの読み込みエラーです。参戦がキャンセルされました
ru: Ошибка загрузки кэшированного мира. Подключение отменено

source: Verifying world integrity...
ja: マップの整合性を検査しています…
ru: Проверка целостности мира

source: Error on md5. Removing offending file.
ja: MD5のエラーです。原因のファイルを取り除きます。
ru: Ошибка md5. Удаление негодного файла.

source: Preparing world...
ja: マップを準備しています…
ru: Подготовка мира...

source: Error unpacking world database. Join canceled.
ja: マップデータベースの展開エラーです。参戦がキャンセルされました。
ru: Ошибка распаковки базы данных мира. Подключение отменено

source: Downloading files...
ja: ファイルをダウンロードしています…
ru: Загрузка файлов...

source: Download from URL failed
ja: URLからのダウンロードが失敗しました
ru: Сбой загрузки с адреса

source: Problem writing cache
ja: キャッシュの書き込みに問題があります
ru: Проблема при записи в кэш

source: Downloading World...
ja: マップをダウンロードしています…
ru: Загрузка игрового мира...

source: Requesting World Hash...
ja: マップのハッシュを要求しています…
ru: Запрашивается хэш игрового мира...

source: Server not found
ja: サーバが見つかりません
ru: Сервер не найден

source: Server Access Denied Locally
ja: サーバへのアクセスが局所的に拒否されました
ru: Сервер отказал в доступе локально

source: Memory error
ja: メモリエラー
ru: Ошибка памяти

source: Cannot connect to full version server.
ja: 完全版のサーバに接続できません。
ru: Не удаётся подключиться к серверу полной версии.

source: Connection Established...
ja: 接続が確立されました…
ru: Соединение установлено...

source: Entering game...
ja: ゲームに入ります…
ru: Вход в игру...

source: ja
ja: 日本語

source: Motto:
ja: 座右の銘:

source: Text Settings
ja: 文字設定

source: Radar Settings
ja: レーダー設定

source: Hub Settings
ja: ハブ設定

source: Either
ja: 両方

source: AntiFlicker:
ja: ちらつき防止:

source: Vertical Sync:
ja: 垂直同期:

source: Special Mode:
ja: スペシャルモード:

source: Only for Observers
ja: 観戦者のみ利用可能

source: (global chat)
ja: （全体チャット）

source: AutoJoin:
ja: 自動参加:

source: UpdateCode:
ja: コード更新

source: Username:
ja: ユーザー名:

source: Copy Login
ja: ログイン情報をコピーする

source: Disconnect
ja: 切断する

source: Font Outlines:
ja: フォントの輪郭:

source: Outlines
ja: 輪郭線

source: Drop Shadows
ja: 影付き

source: Shot Length:
ja: 弾道の長さ:

source: Automatic
ja: 自動

source: Observer
ja: 観戦者

source: Send Hub Message:
ja: ハブメッセージを送信:

source: Paste:
ja: 貼り付け:

source: AutoPilot Key:
ja: 自動操縦:

source: Prev Message Tab:
ja: 前のメッセージタブ:

source: Next Message Tab:
ja: 次のメッセージタブ:

source: Toggle FPS:
ja: FPSの表示・非表示:

source: Toggle Frame Time:
ja: フレーム時間の表示・非表示:

source: Forward Key:
ja: 前進:

source: Reverse Key:
ja: 後退:

source: Left Key:
ja: 左旋回:

source: Right Key:
ja: 右旋回:

source: Self Destruct/Cancel:
ja: 自爆・自爆の中止:

source: Send Hub message:
ja: ハブメッセージを送信:

source: Trying...
ja: 接続を要求しています…

source: Searching...
ja: 検索しています…

source: Enter Tab Name:
ja: 新規タブ名:

source: Domain Name Filter:
ja: ドメイン名フィルタ:

source: Server Name Filter:
ja: サーバ名フィルタ:

source: Show Empty Servers:
ja: 無人のサーバを表示:

source: Show Full Servers:
ja: 満員のサーバを表示:

source: Show Team Free-For-All Servers:
ja: チーム乱闘戦のサーバを表示:

source: Show Open Free-For-All Servers:
ja: オープン乱闘戦のサーバを表示:

source: Show Capture The Flag Servers:
ja: 旗取り戦のサーバを表示:

source: Show Rabbit Chase Servers:
ja: ウサギ狩りのサーバを表示:

source: Super Flags:
ja: スーパーフラッグ:

source: Antidote Flags:
ja: 解毒フラッグ:

source: -> Create Tab
ja: -> タブを作成する

source: Motto
ja: 座右の銘

source: Mumble Position:
ja: 位置つぶやき:

source: The connections are always the same in the capture-the-flag style.
ja: 旗取り戦におけるテレポーターの接続はいつも同じです。

source: Joystick Turn Axis (X):
ja: ジョイスティック旋回軸 (X):

source: Joystick Speed Axis (Y):
ja: ジョイスティック速度軸 (Y):

source: Self Destructing in
ja: 自爆まであと

source: Self Destruct cancelled
ja: 自爆がキャンセルされました

source: Tank Self Destructed
ja: 戦車が自爆しました
