Repository: BZFlag-Dev/bzflag
Catalog: data/l10n/bzflag_*.po
Languages: ja, ru

source: Game is full or over. Try again later.
ja: ゲームが満員か終了しています。後ほど試して下さい。
ru: Игра заполнена или окончена. Попробуйте позже.

source: Error connecting to server.
ja: サーバ接続エラー。
ru: Ошибка подключения к серверу.

source: Error downloading world database
ja: マップデータのダウンロードエラー
ru: Ошибка загрузки базы данных мира

source: Score
ja: スコア
ru: Счёт

source: 888~888 Hunt->
ja: 888~888 追跡->
ru: 888~888 Охота->

source: Kills
ru: Убито

source: Kills
ja: 勝敗
ru: Убито

source: Team Score
ja: チームスコア
ru: Счёт команды

source: Player
ja: プレイヤー
ru: Игрок

source: Good Flags:
ja: グッドフラッグ:
ru: Хорошие флаги:

source: Bad Flags:
ja: バッドフラッグ:
ru: Плохие флаги:

source: High Speed
ru: Высокая скорость

source: high speed (+V)
ru: Высокая скорость (+V)

source: Tank moves faster. Outrun bad guys.
ja: 高速移動：より速く動く。悪党を振り切れ。
ru: Танк двигается быстрее. Обгоняй плохих парней.

source: Quick Turn
ru: Быстрый поворот

source: Quick Turn (+QT)
ru: Быстрый поворот (+QT)

source: Tank turns faster. Good for dodging.
ja: 高速旋回：より速く旋回する。弾をかわすのによい。
ru: Танк поворачивается быстрее. Помогает маневрировать.

source: Oscillation Overthruster
ru: Колебательный продвижитель

source: Oscillation Overthruster (+OO)
ru: Колебательный продвижитель (+OO)

source: Can drive through buildings. Can't backup or shoot while inside.
ja: 振動推進：構造物を素通りできる。内部にいる間は後退や発砲ができない。
ru: Позволяет проезжать через здания. Внутри нельзя прыгать, сдавать назад и стрелять.

source: Rapid Fire
ru: Быстрый огонь

source: rapid Fire (+F)
ru: Быстрый огонь (+F)

source: Shoots more often. Shells go faster but not as far.
ja: 迅速発砲：頻繁に発砲できる。砲弾は速く飛ぶものの、遠くには届かない。
ru: Увеличивает скорострельность. Заряды летят быстрее, но не так далеко.

source: Machine Gun
ru: Пулемёт

source: Machine Gun (+MG)
ru: Пулемёт (+MG)

source: Very fast reload and very short range.
ja: 機関銃：再装弾がとても早いが、飛距離はとても短い。
ru: Очень быстро перезаряжается, но дальность очень ограничена.

source: Guided Missile
ru: Наводящаяся ракета

source: Guided Missile (+GM)
ru: Наводящаяся ракета (+GM)

source: Shots track a target. Lock on with right button. Can lock on or retarget after firing.
ja: 誘導弾：砲弾が標的を捕捉する。右ボタンでロックオン。発砲の後、再度ロックオンできる。
ru: Снаряд следует за целью. Цель фиксируется правой кнопкой или клавишей I. После выстрела ракета может двигаться за объектом.

source: Laser
ru: Лазер

source: Laser (+L)
ru: Лазер (+L)

source: Shoots a laser. Infinite speed, long range, but long reload time.
ja: レーザー：レーザー光線を照射する。無限の速度と長い飛距離をもつが、再装弾時間が長い。
ru: Стреляет лазерным лучём. Неограниченная скорость, большое расстояние, но длительная перезарядка.

source: Ricochet
ru: Рикошет

source: Ricochet (+R)
ru: Рикошет (+R)

source: Shots bounce off walls. Don't shoot yourself!
ja: 反射弾：砲弾が壁で跳ね返る。自分を撃たないように！
ru: Заряды отскакивают от стен. Не попадите в себя!

source: Super Bullet
ru: Суперснаряд

source: Super Bullet (+SB)
ru: Суперснаряд (+SB)

source: Shoots through buildings. Can kill Phantom Zone.
ja: 貫通弾：砲弾が構造物を貫通する。虚像域内の戦車も破壊できる。
ru: Простреливает сквозь здания. Может разрушить призраков.

source: Invisible Bullet
ru: Невидимый снаряд

source: Invisible Bullet (+IB)
ru: Невидимый снаряд (+IB)

source: Your shots don't appear on other radars. Can still see them out window.
ja: 不可視弾：砲弾がレーダーに映らない。視認することはできる。
ru: Ваши выстрелы не показываются на других радарах. Тем не менее их видно в окне.

source: Cloaked Shot
ru: Скрытый выстрел

source: Cloaked Shot (+CS)
ru: Скрытый выстрел

source: Shots are invisible out-the-window. Still visible on radar. Glow is still visible out-the-window. Watch out for ricochet!
ja: 擬態弾：視認できない砲弾を撃つ。レーダーには映る。砲弾の放射光は視認できる。跳ね返りを警戒せよ！
ru: Выстрелы не видны в окне, но видны на радаре. Взрыв виден в окне. Опасайтесь рикошета!

source: Stealth
ru: Невидимость

source: STealth (+ST)
ru: Невидимость (+ST)

source: Tank is invisible on radar. Shots are still visible. Sneak up behind enemies!
ja: ステルス：戦車がレーダーに映らなくなる。砲弾は映る。敵の背後から忍び寄れ！
ru: Танк не видим на радарах, хотя выстрелы видимы. Проскользните под носом у врагов!

source: Tiny
ru: Уменьшение

source: Tiny (+T)
ru: Уменьшение (+T)

source: Tank is small and can get through small openings. Very hard to hit.
ja: 小型化：戦車が小さくなり、小さい隙間を通り抜けられる。砲撃がとても困難。
ru: Танк уменьшается и может проехать в узкие проёмы. Попасть в него очень сложно.

source: Narrow
ru: Сужение

source: Narrow (+N)
ru: Сужение (+N)

source: Tank is super thin. Very hard to hit from front but is normal size from side. Can get through small openings.
ja: 極細化：戦車が極細くなり、小さい隙間を通り抜けられる。正面からの砲撃はとても困難だが、側面は通常と変わらない。
ru: Танк становится плоским. Спереди в него очень трудно попасть, но сбоку он нормального размера. Может проезжать в узкие проёмы.

source: Shield
ru: Щит

source: SHield (+SH)
ru: Щит (+SH)

source: Getting hit only drops flag. Flag flies an extra-long time.
ja: シールド：撃たれてもシールドを落とすだけで済む。フラッグは余分に長い時間をかけて舞い戻る。
ru: При попадании танк выживает, но выбрасывет флаг. Флаг летит очень долго.

source: Steamroller
ru: Паровой каток

source: SteamRoller (+SR)
ru: Паровой каток (+SR)

source: Destroys tanks you touch but you have to get really close.
ja: 蒸気ローラー：触れた戦車を破壊できるが、至近距離に寄る必要がある。
ru: Разрушает танки рядом, но вы должны подобраться к ним очень близко.

source: Shock Wave
ru: Ударная волна

source: Shock Wave (+SW)
ru: Ударная волна (SW)

source: Firing destroys all tanks nearby. Don't kill teammates! Can kill tanks on/in buildings.
ja: 衝撃波：近くの戦車を全滅させる衝撃波を出す。チームを殺すな！構造物内の戦車も破壊できる。
ru: При выстреле разрушает все танки поблизости. Не убейти своих! Может убивать танки на/в зданиях.

source: Phantom Zone
ru: Призрак

source: Phantom Zone (+PZ)
ru: Призрак (+PZ)

source: Teleporting toggles Zoned effect. Zoned tank can drive through buildings. Zoned tank shoots Zoned bullets and can't be shot (except by superbullet, shock wave, and other Zoned tanks).
ja: 虚像域：テレポートにより虚像域を出入りする。虚像は、貫通弾、衝撃波、虚像弾を除き、衝突しない。
ru: Телепортирование включает/выключает эффект призрака. Призрачный танк может проезжать через здания, стреляет призрачными зарядами и уязвим только для суперснарядов, ударной волны и других призрачных танков.

source: Genocide
ru: Геноцид

source: Genocide (+G)
ru: Геноцид (+G)

source: Killing one tank kills that tank's whole team.
ja: 集団虐殺：戦車を1台殺せば、そのチーム全体が死ぬ。
ru: При уничтожении одного танка погибает вся его команда.

source: Jumping
ru: Прыжок

source: JumPing (+JP)
ru: Прыжок (+JP)

source: Tank can jump. Use Tab key. Can't steer in the air.
ja: 跳躍：ジャンプできる。Tabキーを使え。空中では操縦できない。
ru: Танк может прыгать (с помощью Tab), но не управляется в воздухе.

source: Identify
ru: Идентификация

source: IDentify (+ID)
ru: Идентификация (+ID)

source: Identifies type of nearest flag.
ja: 鑑定：最も近くにあるフラッグを鑑定する。
ru: Определяет тип ближайшего флага.

source: Cloaking
ru: Маскирование

source: CLoaking (+CL)
ru: Маскирование (+CL)

source: Makes your tank invisible out-the-window. Still visible on radar.
ja: 擬態化：戦車が視認されなくなる。レーダーには映る。
ru: Танк становится невидим в окне. Однако он видим на радаре.

source: Useless
ru: Пустышка

source: USeless (+US)
ru: Пустышка (+US)

source: You have found the useless flag. Use it wisely.
ja: 無益：無益のフラッグを見つけましたね。賢く利用しよう。
ru: Вы нашли бесполезный флаг. Используйте его мудро.

source: Masquerade
ru: Мимикрия

source: MasQuerade (+MQ)
ru: Мимикрия (+MQ)

source: In opponent's hud, you appear as a teammate.
ja: なりすまし：敵の視野で、仲間のように映る。
ru: На экране противника вы выглядите как «свой».

source: Seer
ru: Ясновидец

source: SEer (+SE)
ru: Ясновидец (+SE)

source: See stealthed, cloaked and masquerading tanks as normal. See invisible bullets and cloaked shots.
ja: 看破：ステルス、擬態化、なりすましを普通に視認できる。また、不可視弾と擬態弾を視認できる。
ru: Вы видите невидимые, замаскированные и мимикрирующие танки как обычно. Также видны невидимые и скрытые выстрелы.

source: Thief
ru: Жулик

source: THief (+TH)
ru: Жулик (+TH)

source: Steal flags. Small and fast but can't kill.
ja: 盗賊：人の持っているフラッグを盗む。小型で速く移動できるが、相手を殺すことができない。
ru: Ворует флаги. Действует быстро, но не убивает.

source: Burrow
ru: Зарывание

source: BUrrow (+BU)
ru: Зарывание (+BU)

source: Tank burrows underground, impervious to normal shots, but can be steamrolled by anyone!
ja: 潜伏：地面に潜り込み通常の砲弾には撃たれなくなるが、他者が押しつぶすことはできる。
ru: Танк зарывается под землю, становится неузвим для обычных выстрелов, но его легко задавить!

source: Wings
ru: Крылья

source: WinGs (+WG)
ru: Крылья (+WG)

source: Tank can drive in air.
ja: ウィング：空を飛べる。
ru: Танком можно управлять в воздухе.

source: Agility
ru: Подвижность

source: Agility (+A)
ru: Подвижность (+A)

source: Tank is quick and nimble making it easier to dodge.
ja: 俊敏：戦車が速く、そして素早くなり、砲弾からの退避が容易である。
ru: Танк двигается быстро и проворно, что позволяет легче маневрировать.

source: Low Gravity
ru: Уменьшение гравитации

source: Low Gravity (+LG)
ru: Уменьшение гравитации (+LG)

source: The gravity is reduced. Tank jumps higher, falls slower.
ja: 低重力：重力が小さくなる。より高くジャンプして落下が遅くなる。
ru: Гравитация уменьшается. Танк прыгает выше, падает медленнее.

source: ReverseControls
ru: Обратное управление

source: ReverseControls (-RC)
ru: Обратное управление (-RC)

source: Tank driving controls are reversed.
ja: 逆転操縦：戦車の操縦が通常と逆転する。
ru: Управление танком становится перевёрнутым.

source: Colorblindness
ru: Дальтонизм

source: ColorBlindness (-CB)
ru: Дальтонизм (-CB)

source: Can't tell team colors. Don't shoot teammates!
ja: 色覚異常：チームの色を見分けられない。仲間を撃つな！
ru: Теряется способность видеть цвета команд. Не стреляйте в своих!

source: Obesity
ru: Ожирение

source: Obesity (-O)
ru: Ожирение (-O)

source: Tank becomes very large. Can't fit through teleporters.
ja: 肥満：戦車がとても大きくなる。テレポーターを通り抜けられない。
ru: Танк становится очень большим (не проходит в телепорты).

source: Left Turn Only
ru: Поворот только влево

source: Left Turn only (-LT)
ru: Поворот только влево (-LT)

source: Can't turn right.
ja: 左旋回のみ：右に曲がれない。
ru: Танк не может поворачивать вправо.

source: Right Turn Only
ru: Поворот только вправо

source: Right Turn only (-RT)
ru: Поворот только вправо (-RT)

source: Can't turn left.
ja: 右旋回のみ：左に曲がれない。
ru: Танк не может поворачивать вправо.

source: Forward Only
ru: Только вперёд

source: Forward Only (-FO)
ru: Только вперёд (-FO)

source: Can't drive in reverse.
ja: 前進のみ：後退できない。
ru: Танк не может ехать назад.

source: ReverseOnly
ru: Только назад

source: ReverseOnly (-RO)
ru: Только назад (-RO)

source: Can't drive forward.
ja: 後退のみ：前進できない。
ru: Танк не может ехать вперёд.

source: Momentum
ru: Инерция

source: Momentum (-M)
ru: Инерция (-M)

source: Tank has inertia. Acceleration is limited.
ja: 慣性運動：戦車が慣性をもち、加速が制限される。
ru: Танк становится инерционным. Ускорение ограничено.

source: Blindness
ru: Слепота

source: Blindness (-B)
ru: Слепота (-B)

source: Can't see out window. Radar still works.
ja: 視覚異常：視野を見られなくなる。レーダーは作動する。
ru: В окне ничего не видно, но радар работает.

source: Jamming
ru: Закупоривание

source: JaMming (-JM)
ru: Закупоривание (-JM)

source: Radar doesn't work. Can still see.
ja: 妨害電波：レーダーが作動しない。視野は見られる。
ru: Радар не работает, но в окне всё как обычно.

source: Wide Angle
ru: Расширение угла обзора

source: Wide Angle (-WA)
ru: Расширение угла обзора (-WA)

source: Fish-eye lens distorts view.
ja: 広視野角：魚眼レンズにより視野が歪む。
ru: Линзы «рыбий глаз» искажают представление.

source: No Jumping
ru: Запрет прыжков

source: No Jumping (-NJ)
ru: Запрет прыжков (-NJ)

source: Tank can't jump.
ja: 跳躍不能：ジャンプできない。
ru: Танк не может прыгать.

source: Trigger Happy
ru: Любитель пострелять

source: TRigger happy (-TR)
ru: Любитель пострелять (-TR)

source: Tank can't stop firing.
ja: 発砲狂：発砲を止められない。
ru: Танк не может прекратить стрельбу.

source: Bouncy
ru: Попрыгунчик

source: BouncY (-BY)
ru: Попрыгунчик (-BY)

source: Tank can't stop bouncing.
ja: 弾力化：戦車がバウンドする。
ru: Танк не может прекратить прыжки.

source: Driver:
ja: ドライバ:
ru: Драйвер:

source: Device:
ja: デバイス:
ru: Устройство:

source: Remote Sounds:
ja: リモートサウンド:
ru: Удалённые звуки:

source: Closest Flag: High Speed
ja: 最接近フラッグ: High Speed
ru: Ближайший флаг: Высокая скорость

source: Closest Flag: Quick Turn
ja: 最接近フラッグ: Quick Turn
ru: Ближайший флаг: Быстрый поворот

source: Closest Flag: Oscillation Overthurster
ja: 最接近フラッグ: Oscillation Overthurster
ru: Ближайший флаг: Колебательный продвижитель

source: Closest Flag: Rapid Fire
ja: 最接近フラッグ: Rapid Fire
ru: Ближайший флаг: Быстрый огонь

source: Closest Flag: Machine Gun
ja: 最接近フラッグ: Machine Gun
ru: Ближайший флаг: Пулемёт

source: Closest Flag: Guided Missile
ja: 最接近フラッグ: Guided Missile
ru: Ближайший флаг: Наводящаяся ракета

source: Closest Flag: Laser
ja: 最接近フラッグ: Laser
ru: Ближайший флаг: Лазер

source: Closest Flag: Ricochet
ja: 最接近フラッグ: Ricochet
ru: Ближайший флаг: Рикошет

source: Closest Flag: Super Bullet
ja: 最接近フラッグ: Super Bullet
ru: Ближайший флаг: Суперснаряд

source: Closest Flag: Stealth
ja: 最接近フラッグ: Stealth
ru: Ближайший флаг: Невидимость

source: Closest Flag: Cloaking
ja: 最接近フラッグ: Cloaking
ru: Ближайший флаг: Маскирование

source: Closest Flag: Invisible Bullet
ja: 最接近フラッグ: Invisible Bullet
ru: Ближайший флаг: Невидимый снаряд

source: Closest Flag: Tiny
ja: 最接近フラッグ: Tiny
ru: Ближайший флаг: Уменьшение

source: Closest Flag: Narrow
ja: 最接近フラッグ: Narrow
ru: Ближайший флаг: Сужение

source: Closest Flag: Shield
ja: 最接近フラッグ: Shield
ru: Ближайший флаг: Щит

source: Closest Flag: Steamroller
ja: 最接近フラッグ: Steamroller
ru: Ближайший флаг: Паровой каток

source: Closest Flag: Shock Wave
ja: 最接近フラッグ: Shock Wave
ru: Ближайший флаг: Ударная волна

source: Closest Flag: Phantom Zone
ja: 最接近フラッグ: Phantom Zone
ru: Ближайший флаг: Призрак

source: Closest Flag: Genocide
ja: 最接近フラッグ: Genocide
ru: Ближайший флаг: Геноцид

source: Closest Flag: Jumping
ja: 最接近フラッグ: Jumping
ru: Ближайший флаг: Прыжок

source: Closest Flag: Identify
ja: 最接近フラッグ: Identify
ru: Ближайший флаг: Идентификация

source: Closest Flag: Colorblindness
ja: 最接近フラッグ: Colorblindness
ru: Ближайший флаг: Дальтонизм

source: Closest Flag: Obesity
ja: 最接近フラッグ: Obesity
ru: Ближайший флаг: Ожирение

source: Closest Flag: Left Turn Only
ja: 最接近フラッグ: Left Turn Only
ru: Ближайший флаг: Поворот только влево

source: Closest Flag: Right Turn Only
ja: 最接近フラッグ: Right Turn Only
ru: Ближайший флаг: Поворот только вправо

source: Closest Flag: Momentum
ja: 最接近フラッグ: Momentum
ru: Ближайший флаг: Инерция

source: Closest Flag: Blindness
ja: 最接近フラッグ: Blindness
ru: Ближайший флаг: Слепота

source: Closest Flag: Jamming
ja: 最接近フラッグ: Jamming
ru: Ближайший флаг: Закупоривание

source: Closest Flag: Wide Angle
ja: 最接近フラッグ: Wide Angle
ru: Ближайший флаг: Расширение угла обзора

source: Closest Flag: Useless
ja: 最接近フラッグ: Useless
ru: Ближайший флаг: Пустышка

source: Closest Flag: Thief
ja: 最接近フラッグ: Thief
ru: Ближайший флаг: Жулик

source: Closest Flag: Masquerade
ja: 最接近フラッグ: Masquerade
ru: Ближайший флаг: Мимикрия

source: Closest Flag: Seer
ja: 最接近フラッグ: Seer
ru: Ближайший флаг: Ясновидец

source: Closest Flag: Burrow
ja: 最接近フラッグ: Burrow
ru: Ближайший флаг: Зарывание

source: Closest Flag: Cloaked shot
ja: 最接近フラッグ: Cloaked shot
ru: Ближайший флаг: Невидимый выстрел

source: Server started.
ja: サーバが開始しました。
ru: Сервер запущен.

source: Shot myself
ja: 自己砲撃
ru: Самоубийство...

source: Controls
ja: 操作方法
ru: Управление

source: General
ja: ゲーム概要
ru: Общая информация

source: Environment
ja: マップ環境
ru: Игровое окружение

source: Flags
ja: フラッグ
ru: Флаги

source: Flags I
ru: Флаги I

source: Flags II
ru: Флаги II

source: Flags III
ru: Флаги III

source: Readouts I
ja: 説明１
ru: Приборы I

source: Readouts II
ja: 説明２
ru: Приборы II

source: Credits
ja: 著作権表示
ru: Об авторах

source: BZFlag is a multi-player networked tank battle game. There are five teams:
ja: BZFlagはマルチプレーヤーのオンライン戦車対戦ゲームです。
ru: BZFlag - это сетевая битва танков для нескольких игроков. В игре есть пять команд:

source: red, green, blue, purple, and rogues (rogue tanks are black). Destroying a
ja: 赤チーム・緑チーム・青チーム・紫チーム、そして黒い色をした放浪者の、5チームがあります。
ru: красные, зелёные, синие, пурпурные и злые (их танки чёрные). Уничтожение

source: player on another team scores a win, while being destroyed or destroying a
ja: 他チームのプレーヤーを破壊すればスコアが加点されますが、逆に破壊されるか味方を破壊してしまうと減点となります。
ru: игрока другой команды засчитывается как победа, а гибель или уничтожение

source: teammate scores a loss. Individual and aggregate team scores are tallied.
ja: プレーヤー個人のスコアと、それをチームごとに合算したスコアが集計されます。
ru: своего засчитываетя как проигрыш. В игре подсчитываются очки игроков и команд.

source: Rogues have no teammates (not even other rogues), so they cannot shoot
ja: 放浪者にはそもそもチームというものがありませんので、
ru: У злых нет своих (даже в своей команде), поэтому они не могут убить

source: teammates and they don't have a team score.
ja: 味方を撃つことはありえませんし、チームスコアもありません。
ru: своего и не имеют командного счёта.

source: There are four styles of play, determined by the server configuration: capture-
ja: サーバの設定により、旗取り戦・ウサギ狩り・乱闘戦・オープン乱闘戦の、
ru: Существует четыре стиля игры, определяемых конфигурацией сервера: захват-

source: the-flag, rabbit-chase, free-for-all and open-free-for-all. In free-for-all the
ja: 4形式の遊び方があります。
ru: флага, погоня-за-кроликом, произвольный стиль и открытый произвольный стиль.

source: object is simply to get the highest score by shooting opponents. In open-free-
ja: 乱闘戦の目的は単純に、敵を撃破することで最高スコアを取ることです。
ru: В произвольном стиле цель - просто набрать максимум очков, убивая противников.

source: for-all highest score is still the goal but there are no teams. In rabbit chase,
ja: オープン乱闘戦でも最高スコアを目指しますが、チームという枠組みがありません。
ru: В открытом произвольном стиле цель та же, но нет команд. В погоне за кроликом

source: the white tank tries to stay alive while all other tanks try to hunt and kill it.
ja: ウサギ狩りは、白色の戦車が生き延びようとするなか、残り全ての戦車で追跡して仕留めようとするものです。
ru: белый танк пытается выжить, тогда как другие стараются поймать и убить его.

source: The object in capture-the-flag is to capture enemy flags while preventing opponents
ja: 旗取り戦の目的は、自軍のフラッグを敵軍から守りつつ、敵軍のフラッグを獲得することです。
ru: Цель игры захват-флага - захватить флаги противников и при этом не дать оппонентам

source: from capturing yours. In this style, each team (but not rogues) has a team base
ja: この形式では、放浪者を除く各チームが陣地をもち、
ru: захватить ваши. В такой игре у каждой команды (но не у злых) есть своя база и у каждой

source: and each team with at least one player has a team flag which has the color of the team.
ja: ひとりでもプレーヤーのいるチームは、各色のチームフラッグを持ちます。
ru: команды с как минимум одним игроком есть флаг команды, окрашенный в цвет команды.

source: To capture a flag, you must grab it and bring it back to your team base (you must be
ja: チームフラッグを獲得するには、敵軍から強奪して自陣へ持ち帰り、陣地に接地して下さい。
ru: Чтобы захватить флаг, вы должны взять и привезти его на свою базу (чтобы захват был

source: on the ground in your base to register the capture). Capturing a flag destroys
ja: チームフラッグの獲得によりチームスコアが加点され、
ru: зарегистрирован, вы должны быть на земле в своей базе). При захвате флага уничтожаются

source: all the players on that team and gives your team score a bonus; the players will
ja: そして獲得されてしまったチームは全員破壊されて、陣地から再出動することになります。
ru: все игроки той команды, а ваша команда получает очки; уничтоженные игроки возникают

source: restart on their team base. Taking your flag onto an enemy base counts as a capture
ja: 自軍のフラッグを敵陣に持って行く行為は、敵軍のフラッグを獲得したことにはならず、
ru: на базе своей команды. Доставка вашега флага на базу противника засчитывается как захват

source: against your team but not for the enemy team.
ja: 自軍のフラッグが獲得されたものとして扱われます。
ru: в пользу команды противника, а не вашей.

source: The world environment contains an outer wall and several buildings.
ja: マップには外壁やさまざまな構造物が含まれます。
ru: Игровой мир состоит из внешней стены и нескольких зданий.

source: You cannot go outside the outer wall (you can't even jump over it).
ja: 外壁から外に出たり、外壁を飛び越えたりすることはできません。
ru: Выехать за внешнюю стену нельзя (её нельзя даже перепрыгнуть).

source: You cannot normally drive or shoot through buildings.
ja: 普通の状態では構造物を通り抜けたり撃ち抜いたりすることはできません。
ru: В обычных условиях также нельзя проезжать или стрелять через здания.

source: The server may be configured to include teleporters: large transparent
ja: テレポーターという、黒色透明の大きな平板が含まれることもあります。
ru: На игровом сервере могут быть предусмотрены телепорты: большие прозрачные

source: black slabs. Objects entering one side of a teleporter are instantly
ja: テレポーターの面に入った物体はすぐに、
ru: чёрные плиты. Объекты, проходящие с одной стороны телепорта, мгновенно

source: moved to one side of another (or possibly the same) teleporter. The
ja: 他のテレポーターの面へと転送されます（同じテレポーターの場合もありえます）。
ru: выходят из другого (а возможно и того же) телепорта. Телепорт обладает

source: teleport is reversible; reentering the same side of the destination
ja: 転送は逆向きについても同じで、再度出口に入ると
ru: обратным действием; при прохождении с обратной стороны целевого телепорта

source: teleporter brings you back to where you started. Teleport connections
ja: 入口へと戻ります。テレポーターの接続は
ru: вы возвращаетесь к начальному положению. Взаимосвязи телепортов

source: are fixed at the start of the game and don't change during the game.
ja: ゲーム開始時に固定され、ゲーム中には変化しません。
ru: Взаимосвязи всегда одинаковы в игре захват-флага.

source: Each side of a teleporter teleports independently of the other side.
ja: テレポーターの表面と裏面は、それぞれが独立して転送します。
ru: Разные стороны одного телепорта функционируют независимо друг от друга.

source: It's possible for a teleporter to teleport to the opposite side of
ja: 同じテレポーターの裏側へ転送されることがありえます。
ru: Возможно, что телепорт будет телепортировать к своей противоположной стороне.

source: itself. Such a thru-teleporter acts almost as if it wasn't there.
ja: これは言わば透過テレポーターですが、そこに存在しないのとほとんど同じといえます。
ru: Фактически такой сквозной телепорт функционирует так, как если бы его не было.

source: A teleporter can also teleport to the same side of itself. This is a
ja: 同じテレポーターの同じ面へ転送されることもありえます。
ru: Телепорт также может телепортировать к той же своей стороне. Такой телепорт

source: reverse teleporter. Shooting at a reverse teleporter is likely to be
ja: これは逆転テレポーターです。逆転テレポーターを撃てば自爆することになるかも知れません。
ru: называется обратным. Попытка стрелять в обратный телепорт скорее всего

source: self destructive; shooting a laser at one is invariably fatal.
ja: レーザーを打ち込もうものなら、まず目も当てられない結果になるでしょう。
ru: приведёт к самоубийству; при выстреле из лазера вы обречены.

source: Flags come in two varieties: team flags and super flags. Team flags
ja: フラッグにはチームフラッグとスーパーフラッグの2種類があります。
ru: Флаги бывают двух разновидностей: флаги команды и супер-флаги. Флаги команды

source: are used only in the capture-the-flag style. The server may also be
ja: チームフラッグは旗取り戦においてのみ使われます。
ru: используются только в игре захват-флага. Сервер также может осуществлять

source: configured to supply super flags, which give your tank some advantage
ja: マップには、戦車に利益や不利益をもたらす、スーパーフラッグも設置されているかも知れません。
ru: размещение суперфлагов, дающих танку некоторое преимущество или наоборот

source: or disadvantage. You normally can't tell which until you pick one up,
ja: 通常、フラッグを拾うまではそれが何かを見分けることができませんが、
ru: недостаток. Без особых средств нельзя определить значение флага,

source: but good flags generally outnumber bad flags two to one.
ja: 大抵グッドフラッグは数が多く、バッドフラッグは1つか2つしかありません。
ru: пока его не возьмёшь, но обычно хороших флагов вдвое больше.

source: Team flags are not allowed to be in Bad Places. Bad Places are: on
ja: チームフラッグは不適切な場所には置くことができません。
ru: Флаги команды не могут находиться в 'плохих' местах, в частности

source: a building or on an enemy base. Team flags dropped in a Bad Place are
ja: 不適切な場所とは、構造物や敵陣の上です。不適切な場所に落とされたチームフラッグは、
ru: на крыше здания или на базе врага. Флаги команды, брошенные в 'плохом'

source: moved to a safety position. Captured flags are placed back on their
ja: 安全地帯へと移動されます。獲得されたフラッグは元の陣地に置かれます。
ru: месте перемещаются в безопасное положения. Захваченные флаги возвращаются

source: team base. Super flags dropped above a building always disappear.
ja: 構造物の上に落とされたスーパーフラッグは必ず消滅します。
ru: на базу своей команды. Супер-флаги, выброшенные над зданием всегда исчезают.
